{
  "data": [
    {
      "name": "Lua Alchemist & Failure",
      "company": "Company Name Here",
      "date": "Dec 2019 - Feb 2022",
      "title": "Excersied in Lua programming, For the sole porpuse of Exploiting in ROBLOX. Ironic, Right?",
      "content": [
        "Made plenty of my own scripts, With a few of them being a {{pretty good success}} on my part.",
        "During 2021, I decided to go away from making exploits like {{Autofarms}}, {{Kill-Auras}}, Etc. And mostly focused on {{'FE'}}, or 'Filtering Enabled' Scripts.",
        "Which if you're not familiar with, Allows you to do {{a wide variety of things}}, and all you needed except for scripting knowledge, is {{creativity}}.",
        "Although most of these scripts were terrible, Unlike the ones i've made closer to the end of this era as ROBLOX Introduced {{Byfron}}, I don't regret any of it as it was my passion for a couple of years and i've met some great people along the way, Who have helped me get more knowledge, And were {{great companions}}. Which in the end is all that matters."
      ]
    },
    {
      "name": "Python Stomper",
      "company": "None",
      "date": "Aug 2023 - March 2025",
      "title": "Well, ROBLOX Exploiting has gone to shit. Let's try Python!",
      "content": [
        "What really inspired me is seeing all the Python multi-tools people made in CMD, Along with Discord Bots/Self-bots, So, I decided why not {{try it}}.",
        "I went around making a {{Parental PIN Cracker}} for ROBLOX, There i go again, Being {{Unethical}}, Silly me.",
        "This PIN Crackerk essentially {{did work}}, But was {{useless}} as it would get {{blocked from the ROBLOX API}} for spam. Cool, Right?",
        "But, Even if this wasn't the case, it was again {{pretty dumb}} as if i were to even use it, I would need {{access to an account first}}.",
        " ",
        "Let's try to make a Discord Self bot! (Spoiler: It actually did work)",
        "Again, Being unethical. I wanted to make a {{Self-bot}}, Not for {{Nuking}}, Although {{i did add that feature}}, ecsdi. But instead as a Discord bot i could run on my {{Alt-Account}} and use it in {{Group-Chats}} rather than servers.",
        "It was mainly {{for fun}}, And just had silly commands based on {{spamming gifs/messages}}, saying {{pre-coded sentences}}, having a {{'Rate'}} system using {{random}}, Example: ",
        "{{user:}} -StupidRate {{@User 2}}",
        "bot: {{@User 2}} is (Random number from 1-100)% stupid!",
        "It worked in a pretty simple matter, and as time went on i added more and more commands to it. So we will call that a {{success}}, And a {{learning experience}} for Python.",
        "On the side, I also made a Auto-Reply Self-Bot, but this is irrelevant.",
        " ",
        "Note: ",
        "after this project, I started making a {{Multi-tool}}, That went from something useless, to something... Semi-useless but pretty dang cool. I'll post a image in {{Projects}}. Don't expect anything too crazy though, Lmao."
      ]
    },
        {
      "name": "Lua Wizard (Part 2?)",
      "company": "None",
      "date": "July 2025 - Now",
      "title": "Back after a few years, Let's see how much knowledge i have in {{Lua}}.",
      "content": [
        "Well, I've gotten a way to Exploit again. Let's try to make a {{FE}} Sniper script! *boom!* That was actually... Pretty easy!",
        "It turns out i was pretty successful, Despite being Rusty. But now the real test begins, My friend {{Galles}} asks me to make a {{ROBLOX}} game with him, And as i need to get back to {{Lua}} anyway, I agree. Yet, This time from an {{ethical side}}.",
        "And... It was really painful. Damn, I really am rusty at this, Huh? As of right now i am still 'developing' a 'Hub' game, and it's getting easier by day i do it. Well, When i feel like it at least, Lmao. Sorry bro."
      ]
    }
  ]
}
